const threeBetRanges = {
    "UTG":["A♥️A♣️", "K♣️K♥️", "Q♠️Q♦️", "A♥️K♥️",],
    "MP": ["A♥️A♣️", "K♣️K♥️", "Q♠️Q♦️", "J♦️J♥️", "A♥️K♥️", "A♣️Q♣️" ,],
    "CO": ["A♥️A♣️", "K♣️K♥️", "Q♠️Q♦️", "J♦️J♥️", "T♥️T♠️" ,"A♥️K♥️", "A♣️Q♣️", "K♣️Q♣️", "A♠️K♥️", "A♦️Q♣️"],
    "BU": ["A♥️A♣️", "K♣️K♥️", "Q♠️Q♦️", "J♦️J♥️", "T♥️T♠️", "9♦️9♠️", "A♥️K♥️", "A♣️Q♣️", "A♠️J♠️", "A♥️T♥️" ,"A♦️9♦️" ,"K♣️Q♣️" ,"K♥️J♥️" ,"K♦️T♦️", "A♠️K♥️" ,"A♣️Q♣️","A♥️J♣️" ,"K♦️Q♠️"],
    "SB": ["A♥️A♣️", "K♣️K♥️", "Q♠️Q♦️", "J♦️J♥️", "T♥️T♠️", "9♦️9♠️", "8♠️8♦️", "A♥️K♥️", "A♣️Q♣️", "A♠️J♠️", "A♥️T♥️" ,"A♦️9♦️" ,"A♥️8♥️" ,"A♥️7♥️", "A♥️6♥️", "A♥️5♥️", "K♣️Q♣️", "K♥️J♥️" ,"K♦️T♦️", "K♥️9♥️", "Q♣️J♣️", "Q♦️T♦️" ,"Q♠️9♠️", "J♦️T♦️" ,"A♠️K♥️" ,"A♣️Q♣️", "A♥️J♣️", "A♥️T♣️", "K♦️Q♠️" ,"K♦️J♣️", "Q♣️J♠️"],
    "BB": ["A♥️A♣️", "K♣️K♥️", "Q♠️Q♦️", "J♦️J♥️", "A♥️K♥️",]
};
